Repository: DTeakell/Tip-Calculator
Catalog: Tip Calculator/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Any
ar: آخر
de: Andere
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
pt_br: Outro
ru: Другое
zh_hans: 其他
zh_hant: 其他

source: Check Amount
ar: مبلغ الفاتورة
de: Rechnungsbetrag
es: Importe de la Cuenta
fr: Montant de la Facture
it: Importo conto
ja: お会計金額
ko: 청구 금액
pt_br: Valor da Conta
ru: Сумма счёта
zh_hans: 账单金额
zh_hant: 帳單金額

source: Custom Tip Percentage
ar: نسبة الإكرامية المخصصة
de: Benutzerdefinierter Prozentsatz
es: Porcentaje de Propina Personalizado
fr: Pourcentage de Pourboire Personnalisé
it: Percentuale mancia personalizzata
ja: カスタムチップの割合
ko: 사용자 지정 팁 비율
pt_br: Porcentagem de Gorjeta Personalizada
ru: Произвольный процент чаевых
zh_hans: 自定义小费百分比
zh_hant: 自訂小費百分比

source: Enter Check Amount
ar: أدخل مبلغ الفاتورة
de: Rechnungsbetrag eingeben
es: Introduce el importe de la cuenta
fr: Entrez le Montant de la Facture
it: Inserisci l’importo
ja: 金額を入力してください
ko: 금액을 입력하세요
pt_br: Insira o valor da conta
ru: Введите сумму счёта
zh_hans: 请输入账单金额
zh_hant: 請輸入帳單金額

source: Enter Custom Tip Percentage
ar: أدخل نسبة البقشيش المخصصة
de: Eigenen Prozentsatz eingeben
es: Introduce el porcentaje de propina
fr: Entrez Pourcentage de Pourboire Perso
it: Inserisci la percentuale di mancia
ja: 割合を入力してください
ko: 팁 비율을 입력하세요
pt_br: Insira a porcentagem da gorjeta
ru: Введите процент чаевых
zh_hans: 请输入小费百分比
zh_hant: 請輸入小費百分比

source: Enter Number of People
ar: أدخل عدد الأشخاص
de: Anzahl der Personen eingeben
es: Introduce el número de personas
fr: Entrez le Nombre de Personnes
it: Inserisci il numero di persone
ja: 人数を入力してください
ko: 사람 수를 입력하세요
pt_br: Insira o número de pessoas
ru: Введите количество человек
zh_hans: 请输入人数
zh_hant: 請輸入人數

source: Number of People
ar: عدد الأشخاص
de: Anzahl der Personen
es: Número de Personas
fr: Nombre de Personnes
it: Numero di persone
ja: 人数
ko: 인원 수
pt_br: Número de Pessoas
ru: Количество человек
zh_hans: 人数
zh_hant: 人數

source: Number of People Text Field
ar: حقل نص عدد الأشخاص
de: Anzahl der Personen Textfeld
es: Número de Personas Campo de texto
fr: Nombre de Personnes Champ de Texte
it: Numero di persone Campo di testo
ja: 人数テキストフィールド
ko: 인원수 텍스트 필드
pt_br: Número de Pessoas Campo de Texto
ru: Текстовое поле « Количество людей»
zh_hans: 人数文本字段
zh_hant: 人數文字欄位

source: per person
ar: لكل شخص
de: pro Person
es: por persona
fr: par personne
it: per persona
ja: 1人あたり
ko: 1인당
pt_br: por pessoa
ru: На человека
zh_hans: 每人
zh_hant: 每人

source: Tip Amount
ar: مبلغ الإكرامية
de: Trinkgeldbetrag
es: Importe de la Propina
fr: Montant du Pourboire
it: Importo della mancia
ja: チップ金額
ko: 팁 금액
pt_br: Valor da Gorjeta
ru: Сумма чаевых
zh_hans: 小费金额
zh_hant: 小費金額

source: Tip Calculator
ar: حاسبة الإكرامية
de: Trinkgeldrechner
es: Calcular Propina
fr: Pourboire
it: Calcolatrice Mancia
ja: チップ計算
ko: 팁 계산기
pt_br: Calculadora de Gorjeta
ru: Калькулятор чаевых
zh_hans: 小费计算器
zh_hant: 小費計算機

source: Tip Percentage
ar: نسبة الإكرامية
de: Trinkgeldprozentsatz
es: Porcentaje de Propina
fr: Pourcentage de Pourboire
it: Percentuale di mancie
ja: チップの割合
ko: 팁 비율
pt_br: Porcentagem da Gorjeta
ru: Процент чаевых
zh_hans: 小费金额
zh_hant: 小費百分比

source: Total Amount
ar: إجمالي مبلغ الفاتورة
de: Gesamtbetrag
es: Importe Total
fr: Montant Total
it: Importo totale
ja: 合計金額
ko: 총 금액
pt_br: Valor Total
ru: Итоговая сумма
zh_hans: 总金额
zh_hant: 總金額
